Repository: pizza-studio/HSRPizzaHelper
Catalog: Internationalization/*.lproj/Localizable.strings
Languages: es, ja, ru, vi, zh_hans, zh_hant

# boarding.feature.background.detail
source: Use images from your photo album as backgrounds for the widgets.
es: Usa imágenes de tu álbum de fotos como fondos para los widgets.
ja: ウィジェットの背景には、写真アルバムから画像を使用することができます。
ru: Использовать изображения из вашей галереи в качестве фона для виджетов.
vi: Dùng hình ảnh từ album ảnh của bạn làm hình nền cho các tiện ích .
zh_hans: 您可以选择您相册中的图片以自定义小组件背景。
zh_hant: 您可以選擇您相冊中的圖片以自訂小組件背景。

# boarding.feature.customize.title
source: More Settings for Widget
es: Más ajustes para Widget
ja: ウィジェットにはさらに設定があります
ru: Дополнительные настройки для виджета
vi: Cài đặt khác cho Tiện
zh_hans: 更多小组件设置
zh_hant: 更多小組件設定

# boarding.feature.customize.detail
source: Long-press the widget to access more customization options.
es: Mantén pulsado el widget para acceder a más opciones de personalización.
ja: ウィジェットを長押しすると、さらなるカスタマイズオプションにアクセスできます。
ru: Удерживайте палец на виджете для доступа к дополнительным параметрам внешнего вида.
vi: Nhấn và giữ tiện ích để truy cập nhiều tùy chọn tùy chỉnh hơn .
zh_hans: 长按小组件以找到更多个性化设置。
zh_hant: 長按小組件以找到更多個性化設定。

# boarding.protocol.link
source: Before starting, please read and agree to our [User Agreement](https://hsr.ophelper.top/static/policy_en).
es: Antes de empezar, por favor lee y acepta nuestro [Acuerdo de Usuario](https://hsr.pizzastudio.org/static/policy_en).
ja: 始める前に、[利用規約](https://hsr.pizzastudio.org/static/policy_ja)をお読みいただき、同意してください。
ru: Перед началом, пожалуйста, прочитайте и примите наше [Пользовательским соглашением] (https://hsr.ophelper.top/static/policy_en).
vi: Trước khi bắt đầu, vui lòng đọc và đồng ý với [ Thỏa thuận người dùng ] của chúng tôi (https://hsr.pizzastudio.org/static/policy_en) .
zh_hans: 在开始前，请阅读并同意我们的[用户协议](https://hsr.ophelper.top/static/policy)。
zh_hant: 在開始前，請閱讀並同意我們的[使用者授權合約](https://hsr.ophelper.top/static/policy)。

# boarding.protocol.agree
source: I agree to the **User Agreement**
es: Acepto el **Acuerdo de Usuario**
ja: **利用規約** に同意します。
ru: Я согласен с **Пользовательским соглашением**
vi: Tôi đồng ý với ** Thỏa thuận người dùng **
zh_hans: 我同意 **用户协议**
zh_hant: 我同意 **使用者授權合約**

# boarding.contact.group.footer
source: You can use the contact information provided above to reach out to the developer in case of any issues and receive the latest updates from them.
es: Puedes utilizar la información de contacto proporcionada anteriormente para comunicarte con el desarrollador en caso de algún problema y recibir las últimas actualizaciones de ellos.
ja: 問題が発生した場合や最新のアップデート情報を受け取るために、上記の連絡先情報を使用して開発者に連絡することができます。
ru: Вы можете использовать указанную выше контактную информацию, чтобы связаться с разработчиком при возникновении каких-либо проблем и получать от него последние обновления.
vi: Bạn có thể sử dụng thông tin liên hệ được cung cấp ở trên để liên hệ với nhà phát triển trong trường hợp có bất kỳ sự cố nào và nhận các bản cập nhật mới nhất từ họ .
zh_hans: 您可以在遇到问题时使用以上联系方式与开发者取得联系，并且收到来自开发者的最新消息。
zh_hant: 您可以在遇到問題時使用以上聯絡方式與開發者取得聯絡，並且收到來自開發者的最新消息。

# sys.donate.title %@
source: Donate %@
es: Donar %@
ja: %@を寄付します
ru: Поддержи нас %@
vi: Ủng hộ chúng tôi %@
zh_hans: 捐赠%@
zh_hant: 捐贈%@

# setting.widget.background.manage.add.duplicatedname
source: Background image name is duplicated. Please enter a different name.
es: Nombre de la imagen de fondo duplicado. Por favor, introduce un nombre diferente.
ja: 背景画像の名前が重複しています。別の名前を入力してください。
ru: Название фонового изображения повторяется. Пожалуйста, введите другое имя.
vi: Tên hình nền bị trùng lặp. Vui lòng nhập một tên khác.
zh_hans: 背景图片名重复，请换一个名称。
zh_hant: 背景圖片名重複，請換一個名稱。

# Widget_Background_Marth7th
source: Marth 7th
es: 7 de Marzo
ja: 三月なのか
ru: Март 7
zh_hans: 三月七
zh_hant: 三月七

# Widget_Background_Kafka
source: Kafka
ja: カフカ
ru: Кафка
zh_hans: 卡芙卡
zh_hant: 卡夫卡

# Widget_Background_Luocha
source: Luocha
ja: 羅刹
ru: Лоча
zh_hans: 罗刹
zh_hant: 羅剎

# Widget_Background_Party
source: Trailblazers' Party
es: Fiesta del Trazacaminos
ja: 開拓者たちのパーティ
ru: Команда Первопроходца
zh_hans: 开拓者们的派对
zh_hant: 開拓者們的派對

# Widget_Background_Seele
source: Seele
ja: ゼーレ
ru: Зеле
zh_hans: 希儿
zh_hant: 希兒

# account.fp.label
source: Device FP
es: Huella dactilar del dispositivo
ja: デバイス指紋
ru: FP устройства
zh_hans: 设备指纹
zh_hant: 裝置指紋

# account.test.verify.web_sheet.title
source: Verification
es: Verificación
ja: 人間認証
ru: Подтверждение
vi: Xác Minh
zh_hant: 認證

# account.test.verify.button
source: Please tap here to enter the verification code.
es: Por favor, pulsa aquí para introducir el código de verificación.
ja: ここをタップして人間認証
ru: Пожалуйста, нажмите здесь, чтобы ввести код подтверждения.
vi: Vui lòng nhấn vào đây để nhập mã xác minh.
zh_hant: 請點擊這裡進行真人認證

# app.dailynote.card.error.need_verification.button
source: Verification Needed
es: Verificación necesaria
ja: 人間認証が必要
ru: Требуется подтверждение
vi: Cần Được Xác Minh
zh_hant: 需要認證

# mihoyoapi.error.verification_needed.description
source: Verification Needed
es: Verificación necesaria
ja: 人間認証が必要
ru: Требуется подтверждение
vi: Cần Được Xác Minh
zh_hant: 需要認證

# mihoyoapi.error.verification_needed.recovery_suggestion
source: Please enter the app to pass the verification.
es: Por favor, entra a la aplicación para pasar la verificación.
ja: アプリでの人間認証をお待ちしております。
ru: Войдите в приложение, для прохождения верификации.
vi: Vui lòng nhập ứng dụng để vượt qua xác minh.
zh_hant: 請進入App完成真人認證。

# app.dailynote.card.error.other_error.button
source: An Error Occurs
es: Ocurrió un error
ja: エラーが出た
ru: Произошла ошибка
vi: Đã xảy ra lỗi
zh_hant: 出現錯誤

# account.test.footer.recommend_device_fp
source: To avoid consistently being requested for verification, please set up device finger print according to [this tutorial](https://hsr.ophelper.top/static/fp_tutorial).
es: Para evitar que se solicite la verificación constantemente, por favor configure la huella dactilar del dispositivo como en [este tutorial](https://hsr.pizzastudio.org/static/fp_tutorial).
ja: 人間認証要求が何度も出まくっている場合、[この説明文章](https://hsr.pizzastudio.org/static/fp_tutorial)の方法に沿って、ご自分でデバイス指紋を取ってご記入ください。そうすれば、この支障を避けることはできます。
ru: Во избежание повторного запроса на верификацию, пожалуйста, настройте отпечаток пальца устройства в соответствии с [этим руководством] (https://hsr.ophelper.top/static/fp_tutorial).
vi: Để tránh liên tục bị yêu cầu xác minh, vui lòng thiết lập vân tay của thiết bị theo [hướng dẫn này](https://hsr.pizzastudio.org/static/fp_tutorial).
zh_hant: 如果持續要求真人認證的話，建議參考[該教學指引](https://hsr.ophelper.top/static/fp_tutorial)抓包填入裝置指紋、以規避該故障。

# sys.manage_hoyolab_account
source: Manage your HoYoLAB account
es: Administra tu cuenta de HoYoLAB
ja: HOYOVERSE通行証の管理
ru: Управление моей учетной записью HoYoLAB
vi: Quản lý tài khoản HoYoLAB của bạn
zh_hant: 管理HoYoLAB通行證

# sys.manage_hoyolab_account.footer
source: You can delete your HoYoLAB account here.
es: Puedes borrar tu cuenta de HoYoLAB aquí.
ja: ここでHOYOVERSE通行証の記録の取り除きはできます。
ru: Вы можете удалить свой аккаунт HoYoLAB здесь.
vi: Bạn có thể xóa tài khoản HoYoLAB của mình tại đây.
zh_hant: 你可以在此處刪除HoYoLAB通行證。

# app.dailynote.card.daily_training.label
source: Daily Training
es: Entrenamiento Diario
ja: デイリー訓練
vi: Nhiệm Vụ Hàng Ngày
zh_hant: 每日實訓

# app.dailynote.card.simulated_universe.label
source: Simulated Universe
es: Universo Simulado
ja: 模擬宇宙
vi: Vũ Trụ Mô Phỏng
zh_hant: 模擬宇宙

# sys.account.force_push
source: Force to push your accounts to paired Apple Watch
ja: 強制的にすべてのアカウントをApple Watchにプッシュします
vi: Buộc đẩy các tài khoản của bạn sang Apple Watch đã ghép nối
zh_hant: 強制推送您的所有帳號到Apple Watch

# sys.account.force_push.received
source: Received these accounts from your iPhone:
es: Recibidas estas cuentas de tu iPhone:
ja: 以下のアカウントがiPhoneから受信されました:
vi: Đã nhận các tài khoản này từ iPhone của bạn:
zh_hant: 從您的iPhone收到了以下帳號:

# sys.account.force_push.footer
source: This is prepared when syncing via iCloud is not working on your Apple Watch.
es: Esto se prepara cuando sincronizar a través de iCloud no funciona en tu Apple Watch.
ja: この機能は、Apple WatchでのiCloudアカウント同期が利用できない場合にのみ使用できます。
vi: Điều này được chuẩn bị khi đồng bộ hóa qua iCloud không hoạt động trên Apple Watch của bạn.
zh_hant: 本功能僅當在您的Apple Watch上通過iCloud同步帳號功能不可用時使用。

# watch.account.empty
source: Syncing from iCloud
es: Sincronizando desde iCloud
ja: iCloudから同期中
vi: Đồng bộ hóa từ iCloud
zh_hant: 等待從iCloud同步

# notification.daily_training.title
source: Reminder: daily training for %@
es: Recordatorio: entrenamiento diario para %@
ja: 「%@」のデイリー訓練
vi: Nhắc nhở: nhiệm vụ hàng ngày của %@
zh_hant: 「%@」每日實訓提醒

# notification.daily_training.body
source: The daily training for %@ is not yet completed. The current progress is %lld/%lld.
es: La puntuación de entrenamiento diario para %@ no se ha utilizado completamente. La puntuación actual es %lld.
ja: 「%@」のデイリー訓練はまだ未完成です。現在の進捗状況は：%lld/%lld。
ru: The daily training score for %@ are not fully utilized. The current count is %lld.
vi: Điểm nhiệm vụ hàng ngày của %@ không được sử dụng hết. Số lượng hiện tại là %lld.
zh_hant: %@的每日實訓尚未完成，當前進度為%lld/%lld。

# setting.notification.daily_training.toggle
source: Allow Daily Training notifications
es: Permitir notificaciones de Entrenamiento Diario
ja: デイリー訓練の通知をONにする
vi: Cho phép bật thông báo nhiệm vụ hàng ngày
zh_hant: 啟用每日實訓通知

# setting.notification.daily_training.header
source: Daily Training
es: Entrenamiento Diario
ja: デイリー訓練
vi: Nhiệm Vụ Hàng Ngày
zh_hant: 每日實訓

# setting.notification.daily_training.date_picker
source: Notify me at
es: Notificarme cuando
ja: 通知の時間：
vi: Thông báo cho tôi tại
zh_hant: 提醒於

# setting.notification.daily_training.footer
source: China mainland server user only.
es: Solo para usuarios del servidor de China Continental.
ja: 中国大陸サーバー限定機能である。
vi: Chỉ người dùng máy chủ Trung Quốc .
zh_hant: 僅限中國內地伺服器。

# sys.weekday.sunday
source: Sunday
es: Domingo
ja: 日曜日
vi: Chủ Nhật
zh_hant: 星期日

# sys.weekday.monday
source: Monday
es: Lunes
ja: 月曜日
vi: Thứ Hai
zh_hant: 星期一

# sys.weekday.tuesday
source: Tuesday
es: Martes
ja: 火曜日
vi: Thứ Ba
zh_hant: 星期二

# sys.weekday.wednesday
source: Wednesday
es: Miércoles
ja: 水曜日
vi: Thứ Tư
zh_hant: 星期三

# sys.weekday.thursday
source: Thursday
es: Jueves
ja: 木曜日
vi: Thứ Năm
zh_hant: 星期四

# sys.weekday.friday
source: Friday
es: Viernes
ja: 金曜日
vi: Thứ Sáu
zh_hant: 星期五

# sys.weekday.saturday
source: Saturday
es: Sábado
ja: 土曜日
vi: Thứ Bảy
zh_hant: 星期六

# notification.simulated_universe.title
source: Reminder: simulated universe for %@
ja: 「%@」の模擬宇宙
vi: Nhắc nhở: vũ trụ mô phỏng của %@
zh_hant: 「%@」模擬宇宙提醒

# notification.simulated_universe.body
source: The simulated universe score for %@ is not yet full. The current progress is %lld/%lld.
es: The simulated universe score for %@ are not full. The current count is %lld.
ja: 「%@」の模擬宇宙ポイントはまだ満たしていません。現在の進捗状況は：%lld/%lld。
ru: The simulated universe score for %@ are not full. The current count is %lld.
vi: Điểm vũ trụ mô phỏng cho %@ chưa đầy. Số lượng hiện tại là %lld.
zh_hant: %@的模擬宇宙積分未滿，當前進度為%lld/%lld。

# setting.notification.simulated_universe.toggle
source: Allow Simulated Universe notifications
ja: 模擬宇宙の通知をONにする
vi: Cho phép thông báo vũ trụ mô phỏng
zh_hant: 啟用模拟宇宙通知

# setting.notification.simulated_universe.header
source: Simulated Universe
ja: 模擬宇宙
vi: Vũ Trụ Mô Phỏng
zh_hant: 模擬宇宙

# setting.notification.simulated_universe.date_picker
source: Notify me at
ja: 通知の時間：
vi: Thông báo cho tôi tại
zh_hant: 提醒時間

# setting.notification.simulated_universe.footer
source: China mainland server user only.
ja: 中国大陸サーバーのユーザーのみ
vi: Chỉ người dùng máy chủ Trung Quốc .
zh_hant: 僅限中國內地伺服器。

# setting.notification.simulated_universe.weekday_picker
source: Notify me on
ja: 通知の曜日：
vi: Thông báo cho tôi trên
zh_hant: 提醒日期

# herta_terminal.name
source: Herta Terminal
ja: ヘルタ端末
zh_hant: 黑塔終端

# herta_terminal.intro
source: Chat with waifus in HSR.
ja: 好きなキャラとお喋り！
vi: Chat với Waifu của Honkai Star Rails
zh_hant: 與“老婆”們聊天！

# tab.tool
source: Tools
ja: ツール
zh_hant: 工具

# app.tool.title
source: Tools
ja: ツール
zh_hant: 工具

# app.tool.dictionary
source: Honkai: Star Rail Dictionary
ja: 崩壊スターレイル辞書
zh_hant: 崩壞：星穹鐵道辭典

# tool.dictionary.title
source: Dictionary
ja: 辞書
zh_hant: 辭典

# tool.dictionary.search.prompt
source: Search (case sensitive)
ja: 検索（大文字小文字を区別）
zh_hant: 搜尋（區分大小寫）

# tool.dictionary.not_fount
source: No result. Try another.
ja: 結果なし。別の言葉を試してみてください。
zh_hant: 沒有結果。換一個詞試試。

# tool.dictionary.detail.title
source: Detail
ja: 詳細
zh_hant: 詳情

# tool.dictionary.detail.target.header
source: Hit words
ja: ヒットワード
zh_hant: 命中詞

# tool.dictionary.detail.translations.header
source: Translations
ja: 翻訳
zh_hant: 翻譯

# tool.dictionary.language.english
source: English
ja: 英語
zh_hant: 英語

# tool.dictionary.language.portuguese
source: Portuguese
ja: ポルトガル語
zh_hant: 葡萄牙語

# tool.dictionary.language.japanese
source: Japanese
ja: 日本語
zh_hant: 日語

# tool.dictionary.language.indonesian
source: Indonesian
ja: インドネシア語
zh_hant: 印尼語

# tool.dictionary.language.korean
source: Korean
ja: 韓国語
zh_hant: 韓語

# tool.dictionary.language.thai
source: Thai
ja: タイ語
zh_hant: 泰語

# tool.dictionary.language.french
source: French
ja: フランス語
zh_hant: 法語

# tool.dictionary.language.simplified_chinese
source: Simplified Chinese
ja: 簡体字中国語
zh_hant: 簡體中文

# tool.dictionary.language.russian
source: Russian
ja: ロシア語
zh_hant: 俄語

# tool.dictionary.language.german
source: German
ja: ドイツ語
zh_hant: 德語

# tool.dictionary.language.traditional_chinese
source: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

# tool.dictionary.language.spanish
source: Spanish
ja: スペイン語
zh_hant: 西班牙語

# tool.dictionary.language.vietnamese
source: Vietnamese
ja: ベトナム語
zh_hant: 越南語

# tool.dictionary.detail.copy_succeeded
source: Copied
ja: クリップボードにコピーされました
zh_hant: 已複製到剪貼簿

# gacha.gacha_error.error_description.fetch_data_error
source: Error while fetching %@ at page %lld because %@
ja: %@（ページ%lld）の取得中にエラーが発生しました。原因は%@
zh_hant: 获取%@（页数：%lld）时出现错误：%@

# gacha.gacha_type.character_event_warp
source: Character Event Warp
ja: イベント跳躍・キャラクター
zh_hant: 角色活动跃迁

# gacha.gacha_type.lightCon_event_warp
source: Light Cone Event Warp
ja: イベント跳躍・光円錐
zh_hant: 光锥活动跃迁

# gacha.gacha_type.regular_warp
source: Regular Warp
ja: 恒常跳躍
zh_hant: 常驻跃迁

# gacha.parse_gacha_url_error.invalid_url
source: Incorrect warp history URL: url is invalid.
ja: 間違った跳躍履歴URL: URLが無効です。
zh_hant: 跃迁历史记录URL有误：粘贴板URL格式不正确。

# gacha.parse_gacha_url_error.no_authentication_key
source: Incorrect warp history URL: unable to find authentication key.
ja: 間違った跳躍履歴URL: 認証キーが見つかりません。
zh_hant: 跃迁历史记录URL有误：未找到Authentication Key。

# gacha.parse_gacha_url_error.no_authentication_key_version
source: Incorrect warp history URL: unable to find authentication key version.
ja: 間違った跳躍履歴URL: 認証キーのバージョンが見つかりません。
zh_hant: 跃迁历史记录URL有误：未找到Authentication Key Version。

# gacha.parse_gacha_url_error.no_server
source: Incorrect warp history URL: unable to find server.
ja: 間違った跳躍履歴URL: サーバーが見つかりません。
zh_hant: 跃迁历史记录URL有误：无法找到该URL对应服务器。

# gacha.parse_gacha_url_error.invalid_server
source: Incorrect warp history URL: server in url is invalid.
ja: 間違った跳躍履歴URL: このURLに対応するサーバーが正しくありません。
zh_hant: 跃迁历史记录URL有误：该URL的对应的服务器不正确。

# gacha.parse_gacha_url_error.no_sign_type
source: Incorrect warp history URL: unable to find sign type.
ja: 間違った跳躍履歴URL: Sign Typeが見つかりません。
zh_hant: 跃迁历史记录URL有误：无法找到Sign Type。

# gacha.gacha_item.item_type.light_cones
source: Light Cone
ja: 光円錐
zh_hant: 光锥

# gacha.gacha_item.item_type.characters
source: Character
ja: キャラクター
zh_hant: 角色

# gacha.rank_filter.five_only
source: Five only
ja: 星5のみ
zh_hant: 仅5星

# gacha.rank_filter.four_and_five
source: Five only
es: Four and five
ja: 星5と星4
vi: Four and five
zh_hant: 四星及五星

# gacha.rank_filter.all
source: All
ja: 全て
zh_hant: 所有

# gacha.home.get_gacha_record
source: Get Warp Record
ja: 跳躍履歴を取得
zh_hant: 获取跃迁记录

# gacha.home.manage_gacha_record
source: Manage Warp Data
ja: 跳躍履歴データを管理
zh_hant: 管理跃迁记录数据

# gacha.home.no_data
source: No data. Get warp record first.
ja: データがありません。跳躍履歴を取得してください
zh_hant: 无数据。请先获取跃迁记录。

# gacha.home.title
source: Warp
ja: 跳躍
zh_hant: 跃迁

# gacha.home.analysis
source: Analysis
ja: 分析
zh_hant: 分析

# gacha.home.io
source: IO
ja: 取得と管理
zh_hant: 获取与管理

# gacha.get_record.waiting_url.read_clipboard
source: Read warp history URL from clipboard
ja: クリップボードから跳躍履歴URLを読み込む
zh_hant: 从剪贴板中获取跃迁历史记录URL

# gacha.get_record.waiting_url.help.method1
source: Method to get warp history URL provided by paimon.moe
ja: paimon.moe が提供した跳躍履歴URLの取得方法
zh_hant: 获取跃迁历史记录URL的方法（由paimon.moe提供）

# gacha.get_record.waiting_url.help.header
source: Help
ja: ヘルプ
zh_hant: 帮助

# gacha.get_record.ready_start.start
source: Start
ja: スタート
zh_hant: 开始

# gacha.get_record.ready_start.initialize
source: Paste another warp history URL
ja: 他の跳躍履歴のURLをペースト
zh_hant: 粘贴另一个跃迁历史记录URL

# gacha.get_record.in_progress.obtaining
source: Obtaining warp records...
ja: 跳躍履歴を取得中...
zh_hant: 正在获取跃迁记录……

# gacha.get_record.in_progress.cancel
source: Stop
ja: ストップ
zh_hant: 停止

# gacha.get_record.got_some.obtaining
source: Obtaining warp records...
ja: 跳躍履歴を取得中...
zh_hant: 正在获取跃迁记录……

# gacha.get_record.got_some.cancel
source: Stop
ja: ストップ
zh_hant: 停止

# gacha.get_record.got_some.pool
source: Pool: %@
ja: ガチャプール: %@
zh_hant: 卡池：%@

# gacha.get_record.got_some.page
source: Page: %lld
ja: ページ: %lld
zh_hant: 页数：%lld

# gacha.get_record.got_some.got_new_records
source: New: %lld
ja: 新記録数: %lld
zh_hant: 新记录数：%lld

# gacha.get_record.fail_fetch.retry
source: Retry
ja: 再試行
zh_hant: 重试

# gacha.get_record.finished.succeeded
source: Succeeded get gacha records
es: Succeeded get warp records
ja: 跳躍履歴を取得完了
vi: Succeeded get warp records
zh_hant: 获取跃迁记录成功

# gacha.get_record.finished.initialize
source: Initialize
ja: 初期化
zh_hant: 初始化

# gacha.get_record.finished.new_record_count
source: New Record Count:
ja: 新記録数:
zh_hant: 新记录数：

# gacha.get_record.chart.date
source: Date
ja: 日付
zh_hant: 日期

# gacha.get_record.chart.count
source: Count
ja: 総数
zh_hant: 数量

# gacha.get_record.chart.gacha_type
source: Warp Type
ja: 跳躍タイプ
zh_hant: 跃迁类型

# gacha.account_detail.gacha_type
source: Warp Type
ja: 跳躍タイプ
zh_hant: 跃迁类型

# gacha.account_detail.chart.header
source: Chart
ja: 図表
zh_hant: 图表

# gacha.account_detail.chart.more
source: More Chart
ja: 他の図表
zh_hant: 更多图表

# gacha.account_detail.statistic.header
source: Statistic
ja: 統計データ
zh_hant: 统计

# gacha.account_detail.detail
source: Detail
ja: 詳細データ
zh_hant: 详细记录

# gacha.account_detail.small_chart.no_data
source: No data here
ja: データがありません
zh_hant: 无数据

# gacha.account_detail.small_chart.average
source: Average
ja: 平均
zh_hant: 平均

# gacha.account_detail.small_chart.character
source: Character
ja: キャラクター
zh_hant: 角色

# gacha.account_detail.small_chart.pull_count
source: Pull Count
ja: ガチャ回数
zh_hant: 抽数

# gacha.account_detail.chart.switch_to_type
source: Switch to %@
ja: %@に切り替える
zh_hant: 切换至%@

# gacha.account_detail.chart.no_five_star
source: No five star item
ja: 星5アイテムがありません
zh_hant: 无五星记录

# gacha.account_detail.chart.character
source: Character
ja: キャラクター
zh_hant: 角色

# gacha.account_detail.chart.pull_count
source: Pull Count
ja: ガチャ回数
zh_hant: 抽数

# gacha.account_detail.chart.avg_pull_count
source: Average Pull Count:
ja: 平均ガチャ回数:
zh_hant: 平均抽数：

# gacha.account_detail.chart.average
source: Average
ja: 平均
zh_hant: 平均

# gacha.account_detail.statistic.after_last_5_star
source: After Last 5-star
ja: 前回の星5からの回数
zh_hant: 当前已垫

# gacha.account_detail.statistic.pull
source: %lld Pull(s)
ja: %lld 回
zh_hant: %lld抽

# gacha.account_detail.statistic.total_pull
source: Total Pulls
ja: 総計ガチャ回数
zh_hant: 总抽数

# gacha.account_detail.statistic.5_star_avg_pull
source: 5-star Average Pulls
ja: 星５平均ガチャ回數
zh_hant: 五星平均抽数

# gacha.account_detail.statistic.limited_5_star_avg_pull
source: Limited 5-star Average Pulls
ja: 限定星５平均ガチャ回數
zh_hant: 限定五星平均抽数

# gacha.account_detail.statistic.won_5050
source: Won 50/50
ja: すり抜け回避率
zh_hant: 不歪率

# gacha.account_detail.statistic.pom_pom_review
source: Pom-Pom's Review
ja: パムの評価
zh_hant: 帕姆的评价

# gacha.account_detail.detail.title
source: Detail
ja: 詳細記録
zh_hant: 详细记录

# gacha.account_detail.detail.filter.header
source: Filter
ja: フィルター
zh_hant: 筛选

# gacha.account_detail.detail.filter.gacha_type
source: Warp Type
ja: 跳躍タイプ
zh_hant: 跃迁类型

# gacha.account_detail.detail.filter.rank
source: Rank
ja: ランク
zh_hant: 稀有程度

# gacha.account_detail.detail.filter.display_option.button
source: Display Option
ja: ディスプレイ設定
zh_hant: 显示选项

# gacha.account_detail.detail.filter.display_option.show_time
source: Show pull date and time
ja: ガチャの日付と時間を表示
zh_hant: 显示抽取时间与日期

# gacha.account_detail.detail.filter.display_option.title
source: Display Option
ja: ディスプレイ設定
zh_hant: 显示选项

# gacha.account_detail.detail.no_data
source: No data here
ja: データがありません
zh_hant: 没有数据

# gacha.account_detail.chart.title
source: Charts
ja: 図表
zh_hant: 图表

# gacha.account_detail.chart.gacha_type
source: Warp Type
ja: 跳躍タイプ
zh_hant: 跃迁类型

# gacha.manage.select_account
source: Select Account
ja: アカウントを選択
zh_hant: 账号

# gacha.manage.not_selected
source: Not selected
ja: 選択されていません
zh_hant: 未选择

# gacha.manage.delete_all
source: Delete all records
ja: 全ての履歴を削除
zh_hant: 删除所有记录

# gacha.manage.clean_duplicate
source: Clean duplicate records
ja: 重複した記録を整理
zh_hant: 清理重复记录

# gacha.manage.clean_duplicate.instruction
source: Clean up duplicate records caused by iCloud synchronization
ja: iCloud同期による重複した記録を整理
zh_hant: 清理因iCloud同步导致出现的重复祈愿记录

# gacha.manage.delete.confirm
source: Are you sure you want to delete all records?
ja: すべての記録を削除してもよろしいですか？
zh_hant: 确定要删除所有祈愿记录吗？

# gacha.manage.delete.confirm_delete
source: Delete all records of %@
ja: %@の全ての跳躍履歴を削除
zh_hant: 删除%@的所有祈愿记录

# gacha.manage.clean_duplicate.alert.title
source: Successfully cleaned.
ja: 完了
zh_hant: 清理完成

# gacha.manage.clean_duplicate.alert.message
source: Deleted %lld duplicate record(s).
ja: %d個の重複したレコードを削除しました
zh_hant: 成功清理了%lld条重复的记录。

# gacha.get_record.title
source: Get Record
ja: 跳躍履歴を取得
zh_hant: 获取跃迁记录

# gacha.manage.title
source: Manage Data
ja: データを管理
zh_hant: 管理数据

# app.tool.warp_analysis
source: Warp Analysis
ja: 跳躍分析

# sys.label.cookie
source: Cookie
ru: Cookie-файлы
