Repository: pizza-studio/HSRPizzaHelper
Catalog: Internationalization/*.lproj/Localizable.strings
Languages: es, ja, ru, vi, zh_hans, zh_hant

# setting.notification.notpermitted
source: Notification not permitted
es: Notificaciones no permitidas
ja: 通知は許可されません
ru: Операция недоступна
vi: Thông Báo Không Được Phép
zh_hans: 未允许通知
zh_hant: 未允許通知

# setting.notification.navigatetosetting
source: Allow notification
es: Permitir notificación
ja: 通知許可をオンにする
ru: Разрешите уведомление
vi: Cho phép gửi thông báo
zh_hans: 开启通知
zh_hant: 開啟通知

# setting.notification.title
source: Notification
es: Notificación
ja: 通知
ru: Уведомления
vi: Thông Báo
zh_hans: 通知
zh_hant: 通知

# account.setting.allownotification
source: Allow notifications
es: Permitir notificaciones
ja: 通知を許可
ru: Разрешить уведомления
vi: Cho phép gửi thông báo
zh_hans: 允许通知
zh_hant: 允許通知

# setting.notification.eachaccountssetting.title
source: Enabled accounts
es: Cuentas habilitadas
ja: 通知の送信を許可されるアカウント
ru: Включённые аккаунты
vi: Bật Tài Khoản
zh_hans: 允许通知的帐号
zh_hant: 允許通知的帳號

# setting.notification.stamina.header
source: Trailblaze Power
es: Poder Trazacaminos
ja: 開拓力
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# setting.notification.stamina.allow
source: Allow Trailblaze Power notifications
es: Permitir notificaciones del Poder Trazacaminos
ja: 開拓力の通知を許可
ru: Разрешить уведомления об энергии Освоения
vi: Cho phép thông báo Sức Mạnh Khai Phá
zh_hans: 允许开拓力通知
zh_hant: 允許開拓力通知

# setting.notification.stamina.footer
source: In addition to customized notifications, you will also receive notifications when Trailblaze Power is full.
es: Además de las notificaciones personalizadas, también recibirás notificaciones cuando el Poder Trazacaminos esté lleno.
ja: カスタム通知に加えて、開拓力がフルになった場合には通知も送信されます。
ru: Помимо настроенных уведомлений, вы также будете получать уведомления, когда энергия Освоения заполнится.
vi: Ngoài thông báo tùy chỉnh, bạn cũng sẽ nhận được thông báo khi Sức Mạnh Khai Phá đầy.
zh_hans: 除了自定义的通知外，开拓力回满时也会推送通知。
zh_hant: 除了自訂的通知外，開拓力回滿時也會推送通知。

# setting.notification.expedition.header
source: Dispatch Assignments
es: Encargos
ja: 派遣依頼
ru: Поручения
vi: Nhiệm Vụ Uỷ Thác
zh_hans: 派遣委托
zh_hant: 派遣委託

# setting.notification.expedition.allow
source: Allow Dispatch Assignments notifications
es: Permitir notificaciones de Encargos
ja: 派遣依頼の通知を許可
ru: Разрешить уведомления о поручениях
vi: Cho Phép Thông Báo Nhiệm Vụ Uỷ Thác
zh_hans: 允许派遣委托通知
zh_hant: 允許派遣委託通知

# setting.notification.expedition.method
source: Notify me when
es: Notificarme cuando
ja: 派遣依頼の通知時間
ru: Уведомлять меня, когда
vi: Thông báo cho tôi khi
zh_hans: 派遣委托通知于
zh_hant: 派遣委託通知於

# setting.notification.stamina.customize.title
source: Customize notification threshold
es: Personalizar tipos de notificaciones
ja: カスタム通知タイミング
ru: Настроить порог уведомлений
vi: Tùy chỉnh ngưỡng thông báo
zh_hans: 自定义通知阈值
zh_hant: 自訂通知閾值

# setting.notification.stamina.customize.numexisterr
source: Notification threshold already exists
es: Este tipo de notificaciones ya existe
ja: 通知のタイミングは既に存在しています。
ru: Порог уведомления уже существует
vi: Ngưỡng thông báo đã tồn tại
zh_hans: 通知阈值已存在
zh_hant: 通知閾值已存在

# setting.notification.stamina.customize.add.title
source: Add notification threshold
es: Añadir tipos de notificaciones
ja: 通知のタイミングを追加します
ru: Добавить порог уведомления
vi: Thêm ngưỡng thông báo
zh_hans: 新增通知阈值
zh_hant: 新增通知閾值

# setting.notification.stamina.customize.numbers.header
source: Notification Threshold
es: Tipos de notificaciones
ja: 通知のタイミング
ru: Порог уведомлений
vi: Ngưỡng thông báo
zh_hans: 通知阈值
zh_hant: 通知閾值

# setting.notification.stamina.customize.numbers.footer
source: App will send you notifications when your trailblaze power reaches these values.
es: La aplicación te enviará notificaciones cuando tu poder trazacaminos alcance estos valores.
ja: Appは、あなたの開拓力がこれらの値に達した時に通知を送信します。
ru: Приложение будет присылать вам уведомления, когда энергия Освоения достигнет этих значений.
vi: Ứng dụng sẽ gửi thông báo cho bạn khi sức mạnh khai phá của bạn đạt đến các giá trị này.
zh_hant: App會在您的開拓力達到這些數值時向您傳送通知。

# setting.notification.account.header
source: Account
es: Cuenta
ja: アカウント
ru: Аккаунт
vi: Tài Khoản
zh_hans: 帐号
zh_hant: 帳號

# setting.notification.expedition.method.summary
source: All completed
es: Todo completado
ja: 全て完了したの時
ru: Все завершено
vi: Tất cả đã hoàn tất
zh_hans: 全部完成时
zh_hant: 全部完成時

# setting.notification.expedition.method.each
source: Each completed
es: Cada uno completado
ja: 任意の1つが完了したの時
ru: Каждое завершено
vi: Mỗi hoàn thành
zh_hans: 任意一个完成时
zh_hant: 任意一個完成時

# notification.stamina.title
source: Reminder: trailblaze power for %@
es: Recordatorio: poder trazacaminos para %@
ja: 「%@」の開拓力リマインダー
ru: Напоминание: энергия Освоения для %@
vi: Nhắc nhở: sức mạnh khai phá cho %@
zh_hans: 「%@」开拓力提醒
zh_hant: 「%@」開拓力提醒

# notification.stamina.full.body
source: The trailblaze power for %@ has been fully restored.
es: El poder trazacaminos para %@ ha sido restaurado por completo.
ja: 「%@」の開拓力がフルに回復しました。
ru: Энергия Освоения для %@ полностью восстановлена.
vi: Sức mạnh khai phá cho %@ đã được khôi phục hoàn toàn.
zh_hans: 「%@」的开拓力已回满。
zh_hant: 「%@」的開拓力已回滿。

# notification.stamina.customize.body
source: %@ currently has %lld trailblaze power and will be fully restored on %@.
es: %@ tienes actualmente %lld poder trazacaminos y será restaurado completamente en %@.
ja: 「%@」の開拓力は現在%lldです。%@までフルに回復します。
ru: У %@ %lld энергии Освоения. 180 будет в %@.
vi: %@ hiện có sức mạnh khai phá %lld và sẽ được khôi phục hoàn toàn vào %@.
zh_hans: 「%@」现有%lld开拓力，将在%@回满
zh_hant: 「%@」現有%lld開拓力，將在%@回滿

# notification.expedition.title
source: Reminder: dispatch assignments for %@
es: Recordatorio: encargos para %@
ja: 「%@」の派遣依頼リマインダー
ru: Напоминаем: начните поручения для %@
vi: Nhắc Nhở: Nhiệm Vụ Uỷ Thác Cho %@
zh_hans: 「%@」派遣委托提醒
zh_hant: 「%@」派遣委託提醒

# notification.expedition.summary.body
source: All dispatch assignments for %@ have been completed.
es: Todos los encargos para %@ han sido completados.
ja: 「%@」の派遣依頼はすべて完了しました。
ru: Все поручения для %@ завершены.
vi: Tất cả các nhiệm vụ uỷ thác cho %@ đã được hoàn thành.
zh_hans: 「%@」的派遣委托已全部完成。
zh_hant: 「%@」的派遣委託已全部完成。

# notification.expedition.each.body
source: Dispatch assignment '%2$@' for %1$@ has been completed.
es: Encargos '%2$@' para %1$@ han sido completados.
ja: 「%1$@」の派遣依頼「%2$@」は完了しました。
ru: Поручения '%2$@' для %1$@ завершены.
vi: Nhiệm vụ uỷ thác '%2$@' cho %1$@ đã được hoàn thành.
zh_hans: 「%1$@」的派遣委托「%2$@」已完成。
zh_hant: 「%1$@」的派遣委託「%2$@」已完成。

# widget.gistyle.rect.display
source: Trailblaze Power and Dispatch Assignments
es: Poder Trazacaminos y Encargos
ja: 開拓力と派遣依頼
ru: Энергия Освоения и поручения
vi: Sức Mạnh Khai Phá & Nhiệm Vụ Uỷ Thác
zh_hans: 开拓力与派遣委托
zh_hant: 開拓力與派遣委託

# widget.gistyle.rect.desc
source: Status for Trailblaze Power and Dispatch Assignments.
es: Estado del Poder Trazacaminos y Encargos.
ja: 開拓力の回復状況と派遣依頼の進行状況
ru: Статус для энергии Освоения и поручений.
vi: Trạng Thái Của Sức Mạnh Khai Phá & Nhiệm Vụ Uỷ Thác
zh_hans: 开拓力恢复与派遣委托进行状态。
zh_hant: 開拓力恢復與派遣委託進行狀態。

# widget.gistyle.square.display
source: Trailblaze Power and Dispatch Assignments
es: Poder Trazacaminos y Encargos
ja: 開拓力と派遣依頼
ru: Энергия Освоения и поручения
vi: Sức Mạnh Khai Phá & Nhiệm Vụ Uỷ Thác
zh_hans: 开拓力与派遣委托
zh_hant: 開拓力與派遣委託

# widget.gistyle.square.desc
source: Status for Trailblaze Power and Dispatch Assignments.
es: Estado del Poder Trazacaminos y Encargos.
ja: 開拓力の回復状況と派遣依頼の進行状況
ru: Статус для энергии Освоения и поручений.
vi: Trạng Thái Của Sức Mạnh Khai Phá & Nhiệm Vụ Uỷ Thác
zh_hans: 开拓力恢复与派遣委托进行状态。
zh_hant: 開拓力恢復與派遣委託進行狀態。

# mihoyoapi.error.errdesc
source: Error (%lld) : %@
ja: エラー（%lld）：%@
ru: Ошибка (%lld) : %@
vi: Lỗi (%lld) : %@
zh_hans: 错误（%lld）：%@
zh_hant: 錯誤（%lld）：%@

# widget.dailynote.timeline.error.noaccount
source: Error: Found no account.
es: Error: No se encontró ninguna cuenta.
ja: エラー：アカウントが見つかりませんでした
ru: Ошибка: Аккаунт не найден.
vi: Lỗi: Không tìm thấy tài khoản.
zh_hans: 错误：未找到帐号
zh_hant: 錯誤：未找到帳號

# sys.donate.notes
source: Please note that the following content is a free donation, and we will not provide you with any additional services. We promise that your donation to "Pizza Helper for HSR" will only be used to cover the direct costs during the App development process, including but not limited to the annual fee of the Apple Developer Program membership, server and domain name expenses, etc. We will not make any profit from this project, the excess will be donated to those in need. Thank you for supporting us.
es: Ten en cuenta que el siguiente contenido es una donación gratuita, y no le proporcionaremos ningún servicio adicional. Prometemos que su donación a "HSR Pizza Helper" solo se utilizará para cubrir los costos directos durante el proceso de desarrollo de la aplicación, incluidos, entre otros, la tarifa anual de la membresía del Programa de Desarrolladores de Apple, los gastos del servidor, nombre del dominio, etc. No obtendaremos ningún beneficio de este proyecto, el exceso se donará a los necesitados. Gracias por apoyarnos.
ja: 以下のコンテンツは無料の寄付であり、追加のサービスは提供されませんのでご了承ください。 「崩スタピザ助手」への寄付は、Apple Developer Program メンバーシップの年会費、サーバーおよびドメイン名の費用などを含むがこれらに限定されない、アプリ開発プロセス中の直接費用をカバーするためにのみ使用されることをお約束します。 このプロジェクトからは一切の利益は得られず、余剰分は困っている人たちに寄付されます。 ご支援いただきありがとうございます。
ru: Обратите внимание, что все донаты являются по желанию и вы не получите за них дополнительных инструментов. Все деньги пойдут на разработку приложения, включая, но не ограничиваясь ежегодным платежом в программу разработчиков Apple. Избыточные же пожертвования пойдут в благотворительные фонды Китая. Спасибо вам за поддержку.
vi: Xin lưu ý rằng nội dung sau đây là đóng góp miễn phí và chúng tôi sẽ không cung cấp cho bạn bất kỳ dịch vụ bổ sung nào. Chúng tôi cam kết rằng khoản đóng góp của bạn cho "HSR Pizza Helper" sẽ chỉ được sử dụng để trang trải chi phí trực tiếp trong quá trình phát triển Ứng dụng, bao gồm nhưng không giới hạn ở phí hàng năm của tư cách thành viên Chương trình dành cho nhà phát triển Apple, chi phí máy chủ và tên miền, v. v. Chúng tôi sẽ không thu lợi nhuận từ dự án này, phần thừa sẽ được quyên góp cho những người có nhu cầu. Cảm ơn bạn đã ủng hộ chúng tôi.
zh_hans: 请注意，以下内容为无偿捐赠，我们不会为您提供任何额外的服务。 我们承诺，您对「星铁披萨小助手」的捐赠仅用于覆盖App开发过程中的直接成本，包括但不限于苹果开发者计划会员资格的年费和服务器、域名开支等。我们不会借此项目盈利，多余的部分将会捐助给需要帮助的人。感谢您对我们的支持。
zh_hant: 請注意，以下內容為無償捐贈，我們不會為您提供任何額外的服務。 我們承諾，您對「星鐵披薩小助手」的捐贈僅用於覆蓋App開發過程中的直接成本，包括但不限於蘋果開發者計劃會員資格（Apple Developer Program）的年費和伺服器、域名開支等。我們不會藉此項目營利，多餘的部分將會捐助給需要幫助的人。感謝您對我們的支援。

# sys.donate.items.title
source: Optional Donations
es: Donaciones Opcionales
ja: 寄付アイテム
ru: Пожертвования
vi: Đóng Góp Tuỳ Chọn
zh_hans: 捐赠项目
zh_hant: 捐贈項目

# sys.label.pay
source: Pay
es: Pagar
ja: 支払い
ru: Оплатить
zh_hans: 支付
zh_hant: 支付

# sys.label.contact
source: Developers & Contact Info
es: Desarrolladores e Información de Contacto
ja: 開発者と連絡先
ru: Информация о разработчиках и наши контакты
vi: Nhà phát triển & Thông tin liên hệ
zh_hans: 开发者与联系方式
zh_hant: 開發者與聯絡方式

# sys.contact.title.developer
source: Developers
es: Desarrolladores
ja: 開発者
ru: Разработчики
vi: Nhà Phát Triển
zh_hans: 开发者
zh_hant: 開發者

# sys.contact.hakubill
source: Bill Haku
zh_hans: 水里的碳酸钙
zh_hant: 水裡的碳酸鈣

# sys.contact.whiteblock
source: WhiteBlock
zh_hans: WhiteBlock 白块
zh_hant: WhiteBlock 白塊

# sys.contact.title.bilibili
source: Bilibili Homepage
es: Página web de Bilibili
ja: ビリビリHP
ru: Bilibili страница
vi: Trang Chủ Bilibili
zh_hans: Bilibili主页
zh_hant: Bilibili主頁

# sys.contact.title.github
source: GitHub Homepage
es: Página web de GitHub
ja: GitHub HP
ru: GitHub аккаунт
vi: Trang Chủ GitHub
zh_hans: GitHub主页
zh_hant: GitHub主頁

# sys.contact.title.homepage
source: Personal Homepage
es: Página web personal
ja: 個人HP
ru: Собственный сайт
vi: Trang Cá Nhân
zh_hans: 个人主页
zh_hant: 個人主頁

# sys.contact.title.twitter
source: Twitter Homepage
es: Página de Twitter
ja: Twitter HP
ru: Twitter страница
vi: Trang Chủ Twitter
zh_hans: Twitter主页
zh_hant: Twitter主頁

# sys.contact.title.youtube
source: YouTube Channel
es: Canal de YouTube
ja: YouTubeチャンネル
ru: YouTube канал
vi: Kênh YouTube
zh_hans: YouTube频道
zh_hant: YouTube頻道

# sys.contact.title.groups
source: User Contact Groups
es: Grupos de Contacto de Usuario
ja: ユーザー交流グループ
ru: Сообщества
vi: Nhóm Hỗ Trợ Người Dùng
zh_hans: 用户交流群
zh_hant: 使用者交流群

# sys.contact.qq.channel
source: Join QQ Channel
es: Únete al canal de QQ
ja: QQチャンネルに参加
ru: Присоединиться к QQ каналу
vi: Tham Gia Kênh QQ
zh_hans: 加入QQ频道
zh_hant: 加入QQ頻道

# sys.contact.qq.group
source: Join QQ Channel or Group
es: Únete a canal o grupo de QQ
ja: QQチャンネルまたはグルプに参加
ru: Присоединиться к QQ каналу или группе
vi: Tham gia kênh hoặc nhóm QQ
zh_hans: 加入QQ频道或群
zh_hant: 加入QQ頻道或群

# sys.contact.discord
source: Join Discord Server
es: Únete al servidor de Discord
ja: Discordに参加
ru: Присоединиться к Discord серверу
vi: Tham Gia Server Discord
zh_hans: 加入Discord服务器
zh_hant: 加入Discord伺服器

# sys.contact.telegram
source: Subscribe Telegram Channel
es: Suscríbete al canal de Telegram
ja: Telegramチャンネルにフォロー
ru: Подписаться на Telegram канал
vi: Đăng kí kênh Telegram của chúng tôi
zh_hans: 订阅Telegram频道
zh_hant: 訂閱Telegram頻道

# sys.contact.i18n.en
source: English Translation
es: Traducción al Inglés
ja: 英語翻訳提供
ru: Английский перевод
vi: Phiên Dịch Tiếng Anh
zh_hans: 英语翻译提供
zh_hant: 英語翻譯提供

# sys.contact.i18n.ja
source: Japanese Translation
es: Traducción al Japonés
ja: 日本語翻訳提供
ru: Японский перевод
vi: Phiên Dịch Tiếng Nhật
zh_hans: 日语翻译提供
zh_hant: 日語翻譯提供

# sys.contact.i18n.zhtw
source: Traditional Chinese Translation
es: Traducción al Chino Tradicional
ja: 繁体字中国語翻訳提供
ru: Перевод на Традиционный Китайский
vi: Phiên Dịch Tiếng Trung Phồn Thể
zh_hans: 繁体中文翻译提供
zh_hant: 繁體中文翻譯提供

# sys.contact.tao
source: Hatti
ja: たお👻🍑
zh_hans: たお👻🍑
zh_hant: たお👻🍑

# sys.contact.qq.group.footer
source: We welcome you to join the QQ Channel. You can use the contact information provided above to reach out to the developer in case of any issues and receive the latest updates from them.
es: Te invitamos a unirte al Canal de QQ. Puedes utilizar la información de contacto proporcionada anteriormente para comunicarte con el desarrollador en caso de algún problema y recibir las últimas actualizaciones de ellos.
ja: 私たちは、QQチャネルへの参加をおすすめします。QQチャネルでは、より多くの友達と交流することができ、開発者からの最新情報をいち早く入手することができます。また、公式のニュースの転送やその他の多くの機能も提供されています！
ru: Мы приглашаем вас присоединиться к QQ каналу. Вы можете использовать указанную выше контактную информацию, чтобы связаться с разработчиком при возникновении каких-либо проблем и получать от него последние обновления.
vi: Chúng tôi hoan nghênh bạn tham gia Kênh QQ. Bạn có thể sử dụng thông tin liên hệ được cung cấp ở trên để liên hệ với nhà phát triển trong trường hợp có bất kỳ sự cố nào và nhận các bản cập nhật mới nhất từ họ.
zh_hans: 您可以在遇到问题时使用以上联系方式与开发者取得联系，并且收到来自开发者的最新消息。我们推荐您加入QQ频道，以便更好地与我们交流和订阅开发动态，与找到更多同好。
zh_hant: 您可以在遇到問題時使用以上聯絡方式與開發者取得聯絡，並且收到來自開發者的最新消息。我們推薦您加入QQ頻道，以便更好地與我們交流和訂閱開發動態，與找到更多同好。

# sys.contact.github
source: GitHub Repository
es: Repositorio de GitHub
ja: GitHubのリポジトリ
ru: Репозиторий на Github
vi: Kho Lưu trữ GitHub
zh_hans: GitHub仓库
zh_hant: GitHub倉庫

# sys.contact.opensource.footer
source: This project is opensourced under GPL-3 License. Thanks for all the developers contributed to this project. You can also join our discussion on GitHub or raise an issue.
es: Este proyecto es de código abierto bajo licencia GPL-3. Gracias a todos los desarrolladores que han contribuido a este proyecto. También puedes unirte a nuestra discusión en GitHub o plantear un problema.
ja: このプロジェクトはGPL-3ライセンスのもとでオープンソース化されています。参加してくれたすべての開発者に感謝し、歓迎します。また、GitHubで開発のディスカッションに参加したり、問題を提起したりすることもできます。
ru: Этот проект открыт по лицензии GPL-3. Спасибо всем разработчикам за участие в этом проекте. Вы также можете присоединиться к нашему обсуждению на GitHub или сообщить о баге.
vi: dự án của anh ấy được mã nguồn mở theo Giấy phép GPL-3. Cảm ơn tất cả các nhà phát triển đã đóng góp cho dự án này. Bạn cũng có thể tham gia thảo luận của chúng tôi trên GitHub hoặc nêu vấn đề.
zh_hans: 本项目以GPL-3协议开源。欢迎和感谢所有参与贡献的开发者。您也可以在GitHub参与开发讨论和提出issue.
zh_hant: 本項目以GPL-3授權合約開放原始碼。歡迎和感謝所有參與貢獻的開發者。您也可以在GitHub參與開發討論和提出issue.

# sys.label.contact.welcome
source: Welcome!
es: ¡Bienvenido/a!
ja: こんにちは！
ru: Добро пожаловать!
vi: Chào Mừng !
zh_hans: 欢迎使用！
zh_hant: 歡迎使用！

# sys.contact.opensource.footer.2
source: This project is opensourced under GPL-3 License. The security and reliability of the source code is under the supervision of all. You are welcome to raise issues or participate in contributions on GitHub.
es: Este proyecto es de código abierto bajo licencia GPL-3. La seguridad y fiabilidad del código fuente está bajo la supervisión de todos. Eres bienvenido a plantear cuestiones o participar en contribuciones en GitHub.
ja: このプロジェクトはGPL-3ライセンスのもとでオープンソース化されています。コードのセキュリティと信頼性は、誰もが監視することができます。GitHubでissueを提出したり、貢献したりすることを歓迎します。
ru: Проект открыт по лицензии GPL-3. Приглашаем вас сообщать о багах и придумывать новые функции или принять участие в разработке на GitHub.
vi: Dự án này được mã nguồn mở theo Giấy phép GPL-3. Tính bảo mật và độ tin cậy của mã nguồn nằm dưới sự giám sát của tất cả mọi người. Bạn được hoan nghênh nêu vấn đề hoặc tham gia đóng góp trên GitHub.
zh_hans: 本项目以GPL-3协议开源，代码的安全性和可靠性接受所有人的监督。欢迎您在GitHub提出issue或参与贡献。
zh_hant: 本項目以GPL-3授權合約開放原始碼，代碼的安全性和可靠性接受所有人的監督。歡迎您在GitHub提出issue或參與貢獻。

# sys.contact.opensource.title
source: Project code hosting repository
es: Repositorio dónde se aloja el código del proyecto
ja: プロジェクトのコードリポジトリの托管先
ru: Репозиторий проекта
vi: Kho lưu trữ mã dự án
zh_hans: 其他参与贡献的开发者
zh_hant: 項目代碼託管地址

# sys.contact.opensource.title.2
source: Project Source Code
es: Código Fuente del Proyecto
ja: プロジェクトのソースコード
ru: Исходный код проекта
vi: Mã nguồn dự án
zh_hans: 项目源代码
zh_hant: 項目原始程式碼

# sys.contact.hakubill.twitter
source: Twitter Account
es: Cuenta de Twitter
ja: Twitterアカウント
ru: Twitter аккаунт
vi: Tài Khoản Twitter
zh_hans: Twitter帐号
zh_hant: Twitter帳號

# sys.contact.hakubill.twitter.header
source: Developer (Bill Haku)'s personal SNS
es: SNS personal del desarrollador (Bill Haku)
ja: 開発者(Bill Haku)の個人SNS
ru: SNS разработчика (Bill Haku)
vi: SNS cá nhân của nhà phát triển (Bill Haku)
zh_hans: 开发者（水里的碳酸钙）的个人社交媒体
zh_hant: 開發者（水裡的碳酸鈣）的個人社交媒體

# sys.contact.hakubill.twitter.footer
source: I usually tweet in Japanese. Thanks for following my account.
es: Normalmente mis tweets están en japonés. Gracias por seguir mi cuenta.
ja: 僕は通常、日本語でツイートを投稿しています。ぜひ、僕のアカウントをフォローしていただけると嬉しいです。
ru: Я обычно отвечаю в Твиттере на Японском. Спасибо за подписку на мой аккаунт.
vi: Tôi thường tweet bằng tiếng Nhật. Cảm ơn vì đã theo dõi tài khoản của tôi .
zh_hans: 我通常使用日语发推。诚挚邀请您关注我的帐号。
zh_hant: 我通常使用日語發推。誠摯邀請您關注我的帳號。

# widget.lockscreen.common.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 開拓力
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.lockscreen.common.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 開拓力を追跡
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá Của Bạn .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.lockscreen.largeicon.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 開拓力
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.lockscreen.largeicon.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 開拓力を追跡
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.lockscreen.timer.display
source: Trailblaze Power Timer
es: Temporizador de Poder Trazacaminos
ja: 開拓力タイマー
ru: Таймер энергии Освоения
vi: Hẹn Giờ Sức Mạnh Khai Phá
zh_hans: 开拓力计时器
zh_hant: 開拓力計時器

# widget.lockscreen.timer.desc
source: Countdown to full recovery of trailblaze power.
es: Cuenta atrás para la recuperación total del poder trazacaminos.
ja: 開拓力の完全回復までのカウントダウン。
ru: Обратный отсчет до полного восстановления энергии Освоения.
vi: Đếm ngược để phục hồi hoàn toàn Sức Mạnh Khai Phá .
zh_hans: 开拓力完全恢复的倒计时。
zh_hant: 開拓力完全恢復的倒計時。

# widget.lockscreen.fulltime.display
source: Trailblaze Power Clock
es: Reloj de Poder Trazacaminos
ja: 開拓力時計
ru: Часы энергии Освоения
vi: Bộ Đếm Sức Mạnh Khai Phá
zh_hans: 开拓力时钟
zh_hant: 開拓力時鐘

# widget.lockscreen.fulltime.desc
source: Time to full recovery of trailblaze power.
es: Tiempo para la recuperación total del poder trazacaminos.
ja: 開拓力の完全回復までの時間。
ru: Время полного восстановления энергии Освоения.
vi: Thời gian đến lúc phục hồi hoàn toàn sức mạnh khai phá .
zh_hans: 开拓力回满的时间。
zh_hant: 開拓力回滿的時間。

# account.create.server.os.notsupport
source: Global Servers (not supported yet)
es: Servidores globales (no soportados aún)
ja: グローバルプレーヤー（国際サーバーには現在対応しておりません）
vi: Máy Chủ Toàn Cầu (chưa được hỗ trợ)
zh_hans: 国际服（暂不支持）
zh_hant: 國際伺服器（暫不支援）

# sys.warning.osservers
source: **Note**: Due to the lack of API support from HoYoLAB for international servers (America, Asia, Europe, TW/HK/MO servers), players on international servers are currently unable to use the main features of this app. We will adapt the app as soon as HoYoLAB provides the API for international servers.
es: **Nota**: Debido a la falta de soporte API de HoYoLAB para servidores internacionales (Servidores de América, Asia, Europa, TW/HK/MO), los jugadores de servidores internacionales no pueden utilizar las características principales de esta aplicación. Adaptaremos la aplicación tan pronto como HoYoLAB proporcione la API para servidores internacionales.
ja: **注意**：HoYoLABが国際サーバー（Asia、America、Europe、TW/HK/MOサーバー）のアカウントに対するAPIを提供していないため、国際サーバーのプレイヤーは現時点ではこのアプリの主要な機能を利用することができません。HoYoLABがAPIを提供した場合、私たちはすぐに対応いたします。
vi: **Lưu ý**: Do HoYoLAB thiếu hỗ trợ API cho các máy chủ quốc tế (máy chủ Mỹ, Châu Á, Châu Âu, TW/HK/MO), người chơi trên các máy chủ quốc tế hiện không thể sử dụng các tính năng chính của ứng dụng này. Chúng tôi sẽ điều chỉnh ứng dụng ngay khi HoYoLAB cung cấp API cho các máy chủ quốc tế.
zh_hans: **注意**：由于HoYoLAB未提供对国际服（America, Asia, Europe, TW/HK/MO服务器）帐号的API，因此国际服玩家暂时无法使用本App的主要功能。我们将在HoYoLAB提供API后第一时间适配。
zh_hant: **注意**：由於HoYoLAB未提供對國際伺服器（America, Asia, Europe, TW/HK/MO伺服器）帳號的API，因此國際服玩家暫時無法使用本App的主要功能。我們將在HoYoLAB提供API後第一時間適配。

# boarding.feature.widget.title
source: Widgets
ja: ウィジェット
ru: Виджеты
vi: Tiện Ích
zh_hans: 小组件
zh_hant: 小組件

# boarding.feature.widget.detail
source: Two styles of main screen widgets. Multiple styles of lock screen widgets.
es: Dos estilos de widgets para pantalla principal. Múltiples estilos de widgets para pantalla de bloqueo.
ja: メイン画面ウィジェットには2つのスタイルがあります。ロック画面ウィジェットには複数のスタイルがあります。
ru: Два стиля виджетов для основного экрана. Несколько стилей для виджетов экрана блокировки.
vi: Hai phong cách widget màn hình chính . Nhiều kiểu widget màn hình khóa.
zh_hans: 我们提供了两种风格的主屏幕小组件和数种风格的锁定屏幕小组件。
zh_hant: 我們提供了兩種風格的主畫面小組件和數種風格的鎖定屏幕小組件。

# boarding.feature.notification.title
source: Notification
es: Notificación
ja: 通知
ru: Уведомления
vi: Thông Báo
zh_hans: 通知
zh_hant: 通知

# boarding.feature.notification.detail
source: Notify when your trailblaze power is full or assignments are done.
es: Notificar cuando tu poder trazacaminos esté lleno o los encargos hayan terminado.
ja: 開拓力が満タンになったり、派遣依頼が完了した際に通知します。
ru: Уведомлять, когда энергия полна или поручения закончены.
vi: Thông báo khi sức mạnh khai phá của bạn đầy hoặc hoàn thành nhiệm vụ .
zh_hans: 在您的开拓力回满时，或派遣委托完成时，向您推送通知。
zh_hant: 在您的開拓力回滿時，或派遣委託完成時，向您推送通知。

# boarding.feature.background.title
source: Widgets Background Customizable
es: Fondo de Widgets Personalizable
ja: ウィジェットの背景はカスタマイズ可能
ru: Настройка фона виджетов
vi: Tùy Chỉnh Nền Widgets
zh_hans: 自定义小组件背景
zh_hant: 自訂小組件背景
