Repository: pizza-studio/HSRPizzaHelper
Catalog: Internationalization/*.lproj/Localizable.strings
Languages: es, ja, ru, vi, zh_hans, zh_hant

# tab.home
source: Home
es: Inicio
ja: ホーム
ru: Главная
vi: Trang Chủ
zh_hans: 主页
zh_hant: 主頁

# tab.settings
source: Settings
es: Configuración
ja: 設定
ru: Настройки
vi: Cài Đặt
zh_hans: 设置
zh_hant: 設定

# home.title
source: Home
es: Inicio
ja: 崩スタピザ助手
ru: Главная
vi: Trang Chủ
zh_hans: 星铁披萨小助手
zh_hant: 星鐵披薩小助手

# settings.title
source: Settings
es: Configuración
ja: 設定
ru: Настройки
vi: Cài Đặt
zh_hans: 设置
zh_hant: 設定

# account.manage.title
source: Account
es: Cuenta
ja: アカウント管理
ru: Аккаунт
vi: Tài Khoản
zh_hans: 帐号管理
zh_hant: 帳號管理

# account.new
source: New Account
es: Nueva cuenta
ja: アカウントを追加
ru: Добавить аккаунт
vi: Tài Khoản Mới
zh_hans: 添加帐号
zh_hant: 添加帳號

# account.login.title
source: Please Finish Login
es: Por favor termina el inicio de sesión
ja: ログインしてください
ru: Пожалуйста, завершите авторизацию
vi: Vui Lòng Hoàn Tất Đăng Nhập
zh_hans: 请完成登录
zh_hant: 請完成登入

# sys.done
source: Done
es: Listo
ja: 完了
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# sys.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ru: Назад
vi: Huỷ Bỏ
zh_hans: 取消
zh_hant: 取消

# sys.ok
source: OK
es: Aceptar
ru: ОК
zh_hans: 好
zh_hant: 好

# err.mfe
source: Missing Field
es: Campo sin rellenar
ja: エラー：コンテンツが欠落しています
ru: Пропущено поле
vi: Thiếu Trường
zh_hans: 缺失字段
zh_hant: 缺失字段

# account.login.manual.1
source: You can also
es: También puedes
ja: または
ru: Вы также можете
vi: Bạn cũng có thể
zh_hans: 你也可以
zh_hant: 你也可以

# account.login.manual.2
source: manually config your account
es: configura manualmente tu cuenta
ja: アカウントを手動で配置する
ru: вручную настроить свой аккаунт
vi: Cấu Hình Thủ Công Tài Khoản
zh_hans: 手动配置你的帐号
zh_hant: 手動設定你的帳號

# account.added.success
source: Done
es: Listo
ja: 完了
ru: Готово
vi: Xong
zh_hans: 完成
zh_hant: 添加成功

# account.label.nickname
source: Nickname
es: Nombre de usuario
ja: ニックネーム
ru: Никнейм
vi: Biệt Danh
zh_hans: 昵称
zh_hant: 暱稱

# account.label.select
source: Select Your Account
es: Selecciona tu cuenta
ja: アカウントを選択
ru: Выберите аккаунт
vi: Chọn Tài Khoản
zh_hans: 选择你的帐号
zh_hant: 選擇你的帳號

# account.label.detail
source: Account Detail
es: Detalles de Cuenta
ja: アカウントの詳細情報
ru: Данные аккаунта
vi: Chi Tiết Tài Khoản
zh_hans: 帐号详情
zh_hant: 帳號詳情

# sys.server.cn
source: China Mainland Servers
es: Servidores de China
ja: 中国本土のプレーヤー
ru: Сервера Континентального Китая
vi: Máy Chủ Trung Quốc
zh_hans: 国服
zh_hant: 中國大陸伺服器

# sys.server.os
source: Global Servers
es: Servidores Globales
ja: グローバルプレーヤー
ru: Глобальные серверы
vi: Máy Chủ Quốc Tế
zh_hans: 国际服
zh_hant: 國際伺服器

# account.label.login
source: Login
es: Iniciar sesión
ja: ログイン
ru: Войти
vi: Đăng Nhập
zh_hans: 登录
zh_hant: 登入

# account.label.relogin
source: Re-Login
es: Volver a iniciar sesión
ja: 再ログイン
ru: Перезайти
vi: Đăng Nhập Lại
zh_hans: 重新登录
zh_hant: 重新登入

# account.explanation.title.1
source: How this App work?
es: ¿Cómo funciona la aplicación?
ja: 進め方について
ru: Как работает приложение?
vi: Ứng Dụng Này Hoạt Động Như Thế Nào ?
zh_hans: 关于我们的工作原理
zh_hant: 關於我們的工作原理

# account.explanation.title.2
source: About your account security
es: Sobre la seguridad de tu cuenta
ja: アカウントの安全性について
ru: О безопасности аккаунта
vi: Bảo Mật Tài Khoản Của Bạn
zh_hans: 关于您的帐号安全
zh_hant: 關於您的帳號安全

# account.explanation.1
source: To get resin and other data from HoYoLAB, UID and login cookie of your account is needed. After logging into HoYoLAB, we will store them locally as well as on your private iCloud. Then our app will use the stored UID and cookie to get the resin and other information in a way similar to HoYoLAB app, then display them on your widget. Your private information will not be sent to other places other than HoYoLAB and iCloud, including us, so your personal information will be very secure. This App is an opensource project. Everyone can check and supervise all the underlying behaviors of this program.
es: Para obtener resina y otros datos de HoYoLAB, el UID y cookie de inicio de sesión de tu cuenta es necesario. Después de iniciar sesión en HoYoLAB, los almacenaremos localmente así como en tu iCloud privado. Posteriormente, nuestra aplicación va a usar el UID y cookie de inicio de sesión almacenado para obtener la información acerca de la resina entre otras de una manera similar a la de la aplicación de HoYoLAB y luego la mostrará en tu widget. Tu información privada no será enviada a otros lugares más que HoYoLAB y iCloud, incluyendonos, así que tu información personal estará muy segura. Esta aplicación es un proyecto de código abierto. Cualquiera puede comprobar y supervisar todos los comportamientos subyacentes de este programa.
ja: あなたのゲーム内データをリクエストするためには、データ取得に必要な、UIDとCookieを取得する必要があります。 次のページでログインした後、あなたの個人データをローカルファイルおよびiCloudに保存します。 そして、HoYoLABと同様の方法で、あなたのゲーム内データの情報を取得します。 あなたの個人情報は、私どもを含め、誰にも提供されない。あなたの個人情報はあなたのスマホの中で管理されます。このAppはオープンソース プログラムであり、誰もがこのプログラムの基本的な動作をすべてチェックおよび監視できます。
ru: Чтобы получить информацию о смоле и прочее с HoYoLAB, нам нужны ваши UID и Cookie-файлы аккаунта. После входа через HoYoLAB, мы храним его локально и настолько приватно, насколько может iCloud. Затем наше приложение использует UID и Cookie, чтобы получить информацию о смоле и прочее как это делается в приложении HoYoLAB и после она показывается в ваших виджетах. Ваша приватная информация не попадает к нам и не отправляется в какие либо места, кроме HoYoLAB и iCloud, так что можете быть спокойны. И ещё, наше приложение - творение, сделанное на основе библиотек с открытым исходным кодом. Каждый может внести свой вклад в развитие этого проекта.
vi: Để lấy nhựa khai phá và dữ liệu khác từ HoYoLAB, cần có UID và cookie đăng nhập của tài khoản của bạn. Sau khi đăng nhập vào HoYoLAB, chúng tôi sẽ lưu trữ chúng cục bộ cũng như trên iCloud riêng tư của bạn. Sau đó, ứng dụng của chúng tôi sẽ sử dụng UID và cookie được lưu trữ để lấy nhựa và các thông tin khác theo cách tương tự như ứng dụng HoYoLAB, sau đó hiển thị chúng trên tiện ích của bạn. Thông tin cá nhân của bạn sẽ không được gửi đến những nơi khác ngoài HoYoLAB và iCloud, bao gồm cả chúng tôi, vì vậy thông tin cá nhân của bạn sẽ rất an toàn. Ứng dụng này là một dự án mã nguồn mở. Mọi người có thể kiểm tra và giám sát tất cả các hành vi cơ bản của chương trình này.
zh_hans: 为了请求您的游戏内的数据，我们需要获取您的UID和Cookie，这是获取数据的必要参数。您在接下来的网页登录后，我们会在您的本地和iCloud存储您的个人数据。然后我们通过类似米游社的方式获取您的游戏内的数据信息。您的个人信息不会发送给任何人，包括我们自己。您的个人信息将会是非常安全的。本程序是开源程序，每个人都可以检查和监督本程序的全部底层行为。
zh_hant: 為了請求您的遊戲內的資料，我們需要獲取您的UID和Cookie，這是獲取資料的必要參數。您在接下來的網頁登入後，我們會在您的本地和iCloud存儲您的個人資料。然後我們通過類似米遊社的方式獲取您的遊戲內的資料。您的個人資訊不會傳送給任何人，包括我們自己。您的個人資訊將會是非常安全的。敝軟體是開放原始碼軟體，每個人都可以檢查和監督敝軟體的全部底層行為。

# account.explanation.2
source: This procedure is not an illegal procedure such as plug-ins. This program abides by the relevant content of miHoYo's secondary creation rules. This App is an opensource project. Everyone can check and supervise all the underlying behaviors of this program. For details, see Settings - FAQ.
es: Este procedimiento no es un procedimiento ilegal como los plug-ins. Este programa se rige por el importante contenido de las reglas de miHoYo de creación de secundarios. Esta aplicación es un proyecto de código abierto. Cualquiera puede comprobar y supervisar todos los comportamientos subyacentes the este programa. Para más detalles, consulta Configuración - Preguntas frecuentes.
ja: 本プログラムは、プラグインなどの不正プログラムではありません。 本プログラムは、HoYoverseの二次創作ルールの該当する内容を遵守しています。 このAppはオープンソース プログラムであり、誰もがこのプログラムの基本的な動作をすべてチェックおよび監視できます。 詳しくは、設定-FAQをご覧ください。
ru: Эта процедура не является незаконной, в отличии от плагинов и модов. Эта программа соблюдает соответствующий свод правил для создателей контента miHoYo (COGNOSPHERE). Наше приложение - творение, сделанное на основе библиотек с открытым исходным кодом. Каждый может внести свой вклад в развитие этого проекта. За доп. информацией, посетите Настройки - ЧаВо.
vi: Thủ tục này không phải là một thủ tục bất hợp pháp như plug-in. Chương trình này tuân theo nội dung có liên quan của các quy tắc tạo phụ của miHoYo. Ứng dụng này là một dự án mã nguồn mở. Mọi người có thể kiểm tra và giám sát tất cả các hành vi cơ bản của chương trình này. Để biết chi tiết, hãy xem Cài Đặt - Câu Hỏi Thường Gặp .
zh_hans: 本程序不属于外挂等违法程序。本程序遵守米哈游二次创作规则的相关内容。本程序是开源程序，每个人都可以检查和监督本程序的全部底层行为。具体内容参见「设置 - FAQ」章节。
zh_hant: 敝軟體不屬於外掛等違法程式。敝軟體遵守米哈遊二次創作規則的相關內容。敝軟體是開放原始碼程式，每個人都可以檢查和監督敝軟體的全部底層行為。具體內容參見「設定 - FAQ」章節。

# sys.label.server
source: Server
es: Servidor
ja: サーバー
ru: Сервер
vi: Máy Chủ
zh_hans: 服务器
zh_hant: 伺服器

# sys.about.title
source: About Pizza Helper for HSR
es: Acerca de HSR Pizza Helper
ja: 崩スタピザ助手について
ru: О HSR Pizza Helper
vi: Giới thiệu về HSR Pizza Helper
zh_hans: 关于星铁披萨小助手
zh_hant: 關於星鐵披薩小助手

# sys.more.title
source: More
es: Ver más
ja: その他
ru: Ещё
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# app.name
source: Pizza Helper for HSR
es: Ayudante de Pizza HSR
ja: 崩スタピザ助手
ru: HSR Pizza Helper
vi: HSR Pizza Helper
zh_hans: 星铁披萨小助手
zh_hant: 星鐵披薩小助手

# app.note.1
source: Pizza Helper for HSR is not affiliated with miHoYo Co., Ltd. and its subsidiaries.
es: Ayudante de Pizza HSR no está afiliado a miHoYo Co., Ltd. y sus subsidiarias.
ja: 「崩スタピザ助手」は株式会社miHoYoとその子会社とは関係ありません。
ru: HSR Pizza Helper является фанатским приложением по одноимённой игре. Мы никак не связаны с miHoYo Co., Ltd. и с их дочерними компаниями.
vi: HSR Pizza Helper không liên kết với miHoYo Co., Ltd. và các công ty con.
zh_hans: 「星铁披萨小助手」与上海米哈游网络科技股份有限公司及其子公司无关。
zh_hant: 「星鐵披薩小助手」與上海米哈遊網路科技股份有限公司及其子公司無關。

# app.note.2
source: Honkai: Star Rail, game content and materials are trademarks and copyrights of HoYoverse.
es: Honkai: Star Rail, el contenido del juego y sus materiales son marcas comerciales, los derechos de autor son de HoYoverse.
ja: 崩壊：スターレイル、ゲームコンテンツおよび素材はHoYoverseの商標および著作権です。
ru: Honkai: Star Rail, игровой контент и сопутствующее с ним являются зарегистрированной маркой компании HoYoverse.
vi: Honkai: Star Rail, nội dung và tài liệu trò chơi là thương hiệu và bản quyền của HoYoverse.
zh_hans: 《崩坏：星穹铁道》的游戏内容和各种游戏内素材与商标的版权都属于米哈游。
zh_hant: 《崩壞：星穹鐵道》的遊戲內容和各種遊戲內素材與商標的版權都屬於米哈遊。

# sys.thank.title
source: Acknowledgement for open source components and third-party APIs
es: Reconocimiento de componentes de código abierto y APIs de terceros
ja: オープンソース コンポーネントおよびサードパーティ API に対するの感謝
ru: Список использованных компонентов с открытым исходным кодом и сторонними API
vi: Xác nhận cho các thành phần nguồn mở và API của bên thứ ba
zh_hans: 开源组件与第三方API致谢
zh_hant: 開放原始碼組件與第三方API致謝

# sys.thank.headline
source: Our app uses the following open source components and third-party APIs, and we would like to thank their authors.
es: Nuestra aplicación utiliza los siguientes componentes de código abierto y APIs de terceros, y nos gustaría agradecer a sus autores.
ja: このアプリは、次のオープン ソース コンポーネントとサードパーティ API を使用しており、それらの作成者に感謝します。
ru: Наше приложение использует нижеперечисленные компоненты с открытым исходным кодом и сторонними APIs, за что мы безмерно благодарим их авторов.
vi: Ứng dụng của chúng tôi sử dụng các thành phần nguồn mở và API của bên thứ ba sau đây và chúng tôi muốn cảm ơn các tác giả của chúng.
zh_hans: 我们的App使用了以下开源组件和第三方API，在此向其作者表示感谢。
zh_hant: 我們的App使用了以下開放原始碼組件和第三方API，在此向其作者表示感謝。

# account.edit.title
source: Edit Account
es: Editar Cuenta
ja: アカウント情報を編集
ru: Изменить аккаунт
vi: Chỉnh Sửa Tài Khoản
zh_hans: 编辑帐号信息
zh_hant: 編輯帳號資訊

# sys.faq.title
source: FAQ
es: Preguntas Frecuentes (FAQ)
ru: ЧаВо
zh_hans: 常见使用问题（FAQ）
zh_hant: 常見使用問題（FAQ）

# sys.label.trailblaze
source: Trailblaze Power
es: Poder Trazacaminos
ja: 開拓力
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# sys.label.dispatch
source: Dispatch Assignments
es: Encargos
ja: 派遣依頼
ru: Поручения
vi: Nhiệm Vụ Uỷ Thác
zh_hans: 派遣委托
zh_hant: 派遣委託

# sys.label.preferredlang
source: Preferred Language
es: Idioma preferido
ja: 優先言語
ru: Предпочитаемый язык
vi: Ngôn Ngữ Ưa Thích
zh_hans: 偏好语言
zh_hant: 偏好語言

# sys.label.rate
source: Rate in App Store
es: Valorar en App Store
ja: App Storeで評価
ru: Оцени нас в App Store
vi: Xếp Hạng Trong App Store
zh_hans: 在App Store评分
zh_hant: 在App Store評分

# sys.label.support
source: Support Us
es: Apóyanos
ja: 開発者に寄付する
ru: Поддержать нас
vi: Hỗ Trợ Chúng Tôi
zh_hans: 支持我们
zh_hant: 支援我們

# update.announcement
source: Update Announcements
es: Anuncios de la actualización
ja: お知らせ
ru: Новое обновление
vi: Cập Nhật Thông Báo
zh_hans: 更新公告
zh_hant: 更新公告

# update.content
source: Update Contents:
es: Contenidos de la actualización:
ja: 更新内容：
ru: Новое в обновлении:
vi: Nội Dung Cập Nhật
zh_hans: 更新内容：
zh_hant: 更新內容：

# update.move.tf
source: Update at TestFlight
es: Actualizar en TestFlight
ja: TestFlightで更新
ru: Обновить в TestFlight
vi: Cập Nhật Tại TestFlight
zh_hans: 前往TestFlight更新
zh_hant: 前往TestFlight更新

# update.move.as
source: Update in App Store
es: Actualizar en App Store
ja: App Storeで更新
ru: Обновить в AppStore
vi: Cập Nhật Tại App Store
zh_hans: 前往App Store更新
zh_hant: 前往App Store更新

# update.thank
source: You are up to date
es: Estás actualizado
ja: Appは最新です
ru: Обновление не требуется
vi: Bạn Đã Cập Nhật
zh_hans: 感谢您更新到最新版本
zh_hant: 感謝您更新到最新版本

# update.found
source: Newer Version Found
es: Nueva versión disponible
ja: 新バージョン
ru: Обнаружена новая версия
vi: Đã Tìm Thấy Phiên Bản Mới Hơn
zh_hans: 发现新版本
zh_hant: 發現新版本

# update.read
source: Got it
es: Entendido
ja: 了解
ru: Хорошо
vi: Hiểu Rồi
zh_hans: 我知道了
zh_hant: 我知道了

# sys.refuse
source: Refuse
es: Rechazar
ja: 拒否
ru: Отклонить
vi: Từ Chối
zh_hans: 拒绝
zh_hant: 拒絕

# sys.accept
source: Accept
es: Aceptar
ja: 同意
ru: Принять
vi: Chấp Nhận
zh_hans: 同意
zh_hant: 同意

# app.userpolicy.title
source: User Policy
es: Política de usuario
ja: ユーザー協議
ru: Пользовательское соглашение
vi: Chính Sách Người Dùng
zh_hans: 用户协议
zh_hant: 使用者授權合約

# setting.widget.background.destination.square
source: Square Background
es: Fondo cuadrado
ja: 正方形ウィジェットの背景
ru: Квадратный фон
vi: Nền Vuông
zh_hans: 正方形小组件背景
zh_hant: 正方形小組件背景

# setting.widget.background.destination.rectangular
source: Rectangular Background
es: Fondo rectangular
ja: 長方形ウィジェットの背景
ru: Прямоугольный фон
vi: Nền Hình Chữ Nhật
zh_hans: 长方形小组件背景
zh_hant: 長方形小組件背景

# setting.widget.holdon.tips
source: Long-pressing a widget on the widget interface allows for detailed widget editing
es: Mantener presionado un widget en la interfaz de widgets permite una edición detallada del widget
ja: ウィジェット画面でウィジェットを長押しすると、詳細なウィジェット編集が可能です。
ru: При долгом нажатии на виджет можно его редактировать
vi: Nhấn và giữ một tiện ích trên giao diện tiện ích cho phép chỉnh sửa tiện ích chi tiết
zh_hans: 在小组件界面长按小组件可以详细编辑小组件
zh_hant: 在小組件界面長按小組件可以詳細編輯小組件

# setting.widget.background.manage.add.title
source: New background
es: Nuevo fondo
ja: 背景イメージを追加
ru: Новый фон
vi: Thêm Nền Mới
zh_hans: 添加背景
zh_hant: 添加背景

# setting.widget.background.manage.reselect
source: Select another image
es: Selecciona otra imagen
ja: イメージを選択
ru: Выбрать другое изображение
vi: Chọn một hình ảnh khác
zh_hans: 选择图片
zh_hant: 選擇圖片

# setting.widget.background.title
source: Widget Background
es: Fondo de widget
ja: ウィジェットの背景
ru: Фон виджета
vi: Nền Tiện Ích
zh_hans: 小组件背景
zh_hant: 小組件背景

# setting.widget.Background.delete.tips
source: To rename or delete a background that has been added, long-press on it
es: Para renombrar o eliminar un fondo que ha sido añadido, mantén presionado
ja: 追加した背景を長押しすると、名前の変更や削除ができます。
ru: Чтобы переименовать или удалить добавленный фон, удерживайте палец на нём
vi: Để đổi tên hoặc xóa nền đã thêm, hãy nhấn và giữ vào nền đó
zh_hans: 长按已添加的背景可以重命名或删除已添加的背景
zh_hant: 長按已添加的背景可以重命名或刪除已添加的背景

# sys.save
source: Save
es: Guardar
ja: セーブ
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# setting.widget.background.manage.add.preview
source: Preview
es: Previsualizar
ja: プレビュー
ru: Предпросмотр
vi: Xem Trước
zh_hans: 预览
zh_hant: 預覽

# setting.widget.background.manage.add.name
source: Name
es: Nombre
ja: 背景名
ru: Название
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# setting.widget.background.manage.add.needname
source: Please name this background before saving
es: Por favor nombra este fondo antes de guardar
ja: 背景名を付けてください
ru: Пожалуйста, дайте название этому фону перед сохранением
vi: Vui lòng đặt tên cho nền này trước khi lưu
zh_hans: 请为该背景命名
zh_hant: 請為該背景命名

# sys.about.otherapp.title
source: Other our works
es: Otros de nuestros trabajos
ja: 開発者の他のApp
ru: Другие наши проекты
vi: công việc khác của chúng tôi
zh_hans: 我们的其他作品
zh_hant: 我們的其他作品

# ophelper.name
source: Pizza Helper for Genshin
es: Ayudante de Pizza GI
ja: 原神ピザ助手
ru: GI Pizza Helper
vi: GI Pizza Helper
zh_hans: 原神披萨小助手
zh_hant: 原神披薩小助手

# sys.about.opensource.title
source: GitHub Repository
es: Repositorio de GitHub
ja: GitHubリポジトリ
ru: Репозиторий на Github
vi: Kho lưu trữ GitHub
zh_hans: GitHub仓库
zh_hant: GitHub倉庫

# sys.about.opensource.footer
source: The source code of this App is opensourced under GPL-3.0 license. Everyone is welcomed to contribute to this project.
es: El código fuente de esta aplicación es de código abierto bajo licencia GPL-3.0. Todo el mundo es bienvenido a contribuir a este proyecto.
ja: このプログラムのソース コードは、GPL-3.0 Licenseに基づくオープン ソースです。このプロジェクトに貢献することを歓迎します
ru: Исходный открытый код приложения находится под лицензией GPL-3.0. Любой может внести вклад в этот проект.
vi: Mã nguồn của Ứng dụng này được mã nguồn mở theo giấy phép GPL-3.0. Mọi người đều được hoan nghênh đóng góp cho dự án này.
zh_hans: 本程序的源代码以GPL-3.0协议开源。欢迎所有人参与贡献。
zh_hant: 敝軟體的原始程式碼以GPL-3.0授權合約公開。歡迎所有人參與貢獻。

# update.history.title
source: Update History
es: Historial de actualizaciones
ja: 更新履歴
ru: История обновлений
vi: Lịch Sử Cập Nhật
zh_hans: 更新历史记录
zh_hant: 更新歷程記錄

# setting.widget.appearance.header
source: Appearance
es: Apariencia
ja: 外観
ru: Внешний вид
vi: Giao Diện
zh_hans: 外观
zh_hant: 外觀

# setting.widget.refresh.header
source: Synchronization
es: Sincronización
ja: 同期
ru: Синхронизация
vi: Đồng bộ hóa
zh_hans: 同步
zh_hant: 同步

# setting.widget.refresh.frequency.title
source: Sync Frequency
es: Frecuencia de sincronización
ja: 同期頻度
ru: Частота синхронизации
vi: Tần suất đồng bộ hóa
zh_hans: 同步频率
zh_hant: 同步頻率

# setting.widget.refresh.frequency.value
source: %lld Hr
ja: %lld時間
ru: %lld ч
vi: %lld giờ
zh_hans: %lld小时
zh_hant: %lld小時

# setting.widget.refresh.frequency.everyvalue
source: Every %lld Hr
es: Cada %lld Hr
ja: %lld時間ごとに
ru: Каждые %lld ч
vi: Mỗi %lld giờ
zh_hans: 每%lld小时
zh_hant: 每%lld小時

# setting.widget.title
source: Widget
ja: ウィジェット
ru: Виджет
vi: Tiện Ích
zh_hans: 小组件
zh_hant: 小組件

# setting.widget.refresh.manually
source: Sync All Widgets
es: Sincronizar todos los Widgets
ja: 全てのウィジェットを同期
ru: Синхронизировать все виджеты
vi: Đồng bộ hóa tất cả các tiện ích
zh_hans: 使所有小组件同步
zh_hant: 使所有小組件同步

# setting.widget.refresh.footer
source: The widgets will refresh every 6 minutes and synchronize every 2 hours. Manually syncing widgets can be achieved by either entering the app or pulling down to refresh on the homepage.
es: Los widgets se actualizarán cada 6 minutos y sincronizarán cada 2 horas. Se pueden sincronizar manualmente los widgets entrando a la aplicación o jalando hacia abajo para actualizar la página de inicio.
ja: ウィジェットは6分ごとにリフレッシュされ、2時間ごとに同期されます。また、アプリに入るか、ホームページで下にスワイプして手動でウィジェットを同期することもできます。
ru: Виджеты обновляются каждые 6 минут и синхронизируются каждые 2 часа. Синхронизация виджетов может быть достигнута либо через кнопку в приложении, либо свайпом вниз для обновления на главной странице.
vi: Các widget sẽ làm mới sau mỗi 6 phút và đồng bộ hóa sau mỗi 2 giờ. Có thể thực hiện đồng bộ hóa các tiện ích theo cách thủ công bằng cách vào ứng dụng hoặc kéo xuống để làm mới trên trang chủ.
zh_hans: 小组件每6分钟刷新一次，每4小时同步一次。也可以通过进入App或在主页下拉刷新手动同步小组件。
zh_hant: 小組件每6分鐘重新載入一次，每2小時同步一次。也可以通過進入App或在主頁下拉重新載入手動同步小組件。

# ophelper.intro
source: A tool for Genshin Impact
es: Una herramienta para Genshin Impact
ja: 原神のゲームツール
ru: Инструмент для Genshin Impact
vi: Công Cụ Cho Genshin Impact
zh_hans: 原神游戏助手工具全家桶
zh_hant: 原神遊戲助手工具全家桶

# account.new.test
source: Test connection
es: Probar conexión
ja: アカウントをテスト
ru: Проверить соединение
vi: Kiểm Tra Kết Nối
zh_hans: 测试帐号连接
zh_hant: 測試帳號連接

# setting.widget.background.manage.add.edit
source: Crop Image
es: Recortar imagen
ja: 画像を編集
ru: Обрезать изображение
vi: Cắt Ảnh
zh_hans: 裁剪图片
zh_hant: 裁剪圖片

# setting.widget.background.manage.add.notname
source: unnamed
es: sin nombrar
ja: 無名
ru: без названия
vi: Chưa Đặt Tên
zh_hans: 未命名
zh_hant: 未命名

# setting.widget.background.context.menu.delete
source: Delete
es: Eliminar
ja: 削除
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# setting.widget.background.context.menu.rename
source: Rename
es: Renombrar
ja: 名前を変更
ru: Переименовать
vi: Đổi Tên
zh_hans: 重命名
zh_hant: 重命名

# setting.widget.background.alert.rename.title
source: Enter a new name
es: Introduce un nombre nuevo
ja: 背景の名前を変更
ru: Введите новое название
vi: Nhập Một Tên Mới
zh_hans: 重命名背景
zh_hant: 重命名背景

# setting.widget.background.alert.rename.textfield.title
source: Enter a new name
es: Introduce un nombre nuevo
ja: 新しいファイル名を入力
ru: Введите новое название
vi: Nhập Một Tên Mới
zh_hans: 输入新的文件名
zh_hant: 輸入新的檔案名稱

# setting.widget.background.alert.rename.button.save
source: Save
es: Guardar
ja: セーブ
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# setting.widget.background.delete.confirmation.title
source: Determine to delete the background?
es: ¿Deseas eliminar el fondo?
ja: この背景を削除してもよろしいですか?
ru: Вы точно хотите удалить фон?
vi: Xác định xóa nền ?
zh_hans: 确认要删除该背景吗？
zh_hant: 確認要刪除該背景嗎？

# setting.widget.background.delete.confirmation.delete
source: Delete
es: Eliminar
ja: 削除
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# account.login.error.no.account.found
source: This HoYoLAB account is not bound to any game character.
es: Esta cuenta de HoYoLAB no está vinculada a ningún personaje del juego.
ja: このHoYoLABアカウントはゲームアカウントとは関連付けられていません。
ru: У этого HoYoLAB аккаунта нет персонажей в HSR.
vi: Tài khoản HoYoLAB này không bị ràng buộc với bất kỳ nhân vật trò chơi nào .
zh_hans: 该米游社帐号未绑定游戏角色。
zh_hant: 該米遊社帳號未綁定遊戲角色。

# widget.rect.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 崩スタ開拓力ウィジェット
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.rect.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 今すぐ開拓力と派遣依頼の状態を確認！
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.small.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 崩スタ開拓力ウィジェット
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.small.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 今すぐ開拓力と派遣依頼の状態を確認！
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# widget.large.display
source: Trailblaze Power
es: Poder Trazacaminos
ja: 崩スタ開拓力ウィジェット
ru: Энергия Освоения
vi: Sức Mạnh Khai Phá
zh_hans: 开拓力
zh_hant: 開拓力

# widget.large.desc
source: Track your trailblaze power.
es: Rastrea tu poder trazacaminos.
ja: 今すぐ開拓力と派遣依頼の状態を確認！
ru: Отследить энергию Освоения.
vi: Theo Dõi Sức Mạnh Khai Phá .
zh_hans: 实时开拓力恢复状态。
zh_hant: 實時開拓力恢復狀態。

# app.note.3
source: Pizza Helper for HSR is an open-source project hosted on [GitHub](https://github.com/pizza-studio/HSRPizzaHelper/).
es: HSR Pizza Helper es un proyecto de código abierto alojado en [GitHub](https://github.com/pizza-studio/HSRPizzaHelper/).
ja: 「崩スタピザ助手」は [GitHub](https://github.com/pizza-studio/HSRPizzaHelper/) でホストされているオープンソースプロジェクトです。
ru: HSR Pizza Helper — проект с открытым исходным кодом, размещённый на [GitHub] (https://github.com/pizza-studio/HSRPizzaHelper/).
vi: HSR Pizza Helper là một dự án nguồn mở được lưu trữ trên [GitHub](https://github.com/pizza-studio/HSRPizzaHelper/).
zh_hans: 「星铁披萨小助手」是一个托管在[GitHub](https://github.com/pizza-studio/HSRPizzaHelper/)上的开源项目。
zh_hant: 「星鐵披薩小助手」是一個託管在[GitHub](https://github.com/pizza-studio/HSRPizzaHelper/)上的開放原始碼項目。
